Repository: OmegaT-L10N/eu
Catalog: omegat/project_save.tmx
Source language: en
Languages: eu

source: Select languagetool-server.jar
eu: Hautatu languagetool-server.jar

source: Selected Engine: {0}
eu: Hautatutako motorra: {0}

source: Selected options:
eu: Hautatutako aukerak:

source: Sequence Library (Sequence Library License)
eu: Sequence Library (Sequence Library lizentzia)

source: Server (original)
eu: Zerbitzaria (jatorrizkoa)

source: Server (updated)
eu: Zerbitzaria (eguneratua)

source: Server does not understand the "translate" method
eu: Zerbitzariak ez du ulertzen "translate" metodoa

source: Service type
eu: Zerbitzu mota

source: Set
eu: Ezarria

source: Set & Stored
eu: Ezarria eta gordea

source: Set My Own Password
eu: Ezarri nire pasahitz propioa

source: Set Scripts Folder...
eu: Ezarri scripten karpeta...

source: Set a master password to protect your private data.
eu: Ezarri pasahitz maisu bat zure datu pribatuak babesteko.

source: Set empty translation
eu: Ezarri itzuli gabea

source: Set up a new project
eu: Konfiguratu proiektu berria

source: Sets
eu: Multzoak

source: Sets of segmentation rules:
eu: Segmentazio-arauen multzoak:

source: Shortcut
eu: Laster-tekla

source: Shortcut:
eu: Lasterbidea:

source: Show &longer target terms first
eu: Erakutsi helburu-termino lu&zeagoak lehenengo

source: Show &source term first
eu: Erakutsi &sorburu-terminoa lehenengo

source: Show &target term first
eu: Erakutsi hel&buru-terminoa lehenengo

source: Show Advanced &Options
eu: Erakutsi aukera au&rreratuak

source: Show Find Search Bar
eu: Erakutsi 'Bilatu' bilaketa-barra

source: Show Raw Key Names
eu: Erakutsi gako-izen gordinak

source: Show Replace Search Bar
eu: Erakutsi 'Ordeztu' bilaketa-barra

source: Simple search and replace script
eu: Bilatu eta ordezteko script sinple bat

source: Simplify &tooltips on protected parts
eu: Sinplifikatu a&rgibideak babestutako ataletan

source: Size
eu: Tamaina

source: Skip
eu: Saltatu

source: Skip segments where source=target
eu: Saltatu segmentuak sorburua=helburua denean

source: Skip text matching regular expression:
eu: Saltatu adierazpen erregularrak betetzen dituzten testuak:

source: Skipping previously loaded plugin from class '{0}'
eu: '{0}' klasetik kargatutako plugina saltatzen

source: Skipping.
eu: Saltatzen.

source: Sli&de Masters
eu: Diapositiba &maisuak

source: Slide La&youts
eu: Diapositiben &diseinuak

source: Slovak
eu: Eslovakiera

source: Some alignments still need review.
eu: Zenbait lerrokatze berrikusi egin beharko dira.

source: Some project folders seem to have been moved.
eu: Badirudi proiektuaren zenbait karpeta mugitu egin direla.

source: Something went wrong, please visit Tilde Terminology for details.
eu: Zerbait gaizki joan da, begiratu Tilde Terminology xehetasun gehiagorako.

source: Sorry
eu: Barkatu

source: Sort &alphabetically
eu: Ordenatu al&fabetikoki

source: Sort by &full text, not shortcut
eu: Ordenatu testu &osoaren arabera, ez laster-teklaren arabera

source: Sort by len&gth
eu: Ordenatu &luzeraren arabera

source: Sort by source term &alphabetically
eu: Ordenatu sorburu-terminoen arabera, &alfabetikoki

source: Sort fuzzy matches by:
eu: Ordenatu parekatze lausoak honen arabera:

source: Sort tar&get terms alphabetically
eu: Ordenatu &helburu-terminoak alfabetikoki

source: Source
eu: Sorburua

source: Source File Encoding
eu: Sorburu-fitxategiaren kodeketa

source: Source File Encoding:
eu: Sorburu-fitxategiaren kodeketa:

source: Source Filename Pattern
eu: Sorburu-fitxategiaren izen-eredua

source: Source Filename Pattern:
eu: Sorburu-fitxategiaren izen-eredua:

source: Source Files Folder
eu: Sorburu-fitxategien karpeta

source: Source Files Folder:
eu: Sorburu-fitxategien karpeta:

source: Source Text File: {0}
eu: Soruburko testu-fitxategia: {0}

source: Source count
eu: Sorburu kopurua

source: Source file loading complete
eu: Osatu da sorburu-fitxategien karga

source: Source files committed
eu: Sorburu-fitxategiak egikaritu dira

source: Source files folder entered does not exist!
eu: Sorburu-fitxategietarako adierazi den karpeta ez da existitzen!

source: Source folder {0} does not exist.
eu: {0} sorburu-karpeta ez da existitzen.

source: Source language: {0}
eu: Sorburu-hizkuntza: {0}

source: Source of Selected &Match
eu: Hautatutako &parekatzearen sorburura

source: Source segment could not be located for certain translation units.
eu: Itzulpen-unitate batzuetarako sorburu-segmentua ezin izan da aurkitu.

source: Source segments
eu: Sorburu-segmentuak

source: Source segments text
eu: Sorburu-segmentuen testua

source: Source term:
eu: Sorburu-terminoa:

source: Source/translation lengths (characters)
eu: Sorburuaren/itzulpenaren luzera (karaktereak)

source: Spanish
eu: Espainiera

source: Specify a mnemonic with "&": "F&oobar" to use O
eu: Mnemoniko bat zehazten du "&" bidez: "Ed&ozer" O erabiltzeko

source: Specify tag handling behaviour
eu: Adierazi etiketen kudeaketarako portaera

source: Spellcheck
eu: Ortografia-egiaztatzea

source: Spellcheck - errors found:
eu: Ortografia - aurkitutako erroreak:

source: Spellchecker
eu: Ortografia-egiaztatzailea

source: Spellchecker Setup
eu: Ortografia-egiaztatzailearen konfigurazioa

source: Spelling
eu: Ortografia

source: Spelling Issues
eu: Ortografia-arazoak

source: Spelling errors(s)
eu: Ortografia-akatsa(k)

source: Split
eu: Zatitu

source: Split Text
eu: Zatitu testua

source: Standard
eu: Estandarra

source: Start OmegaT again, download the team project, close OmegaT 5.
eu: Abiarazi OmegaT berriro, deskargatu talde-proiektua, itxi OmegaT 5.

source: Start OmegaT and continue to translate
eu: Abiarazi OmegaT eta jarraitu itzultzen

source: Start Pinpoint Align
eu: Hasi kokalekuaren araberako lerrokatzea

source: Start a New Paragraph &on Word Soft Return
eu: Hasi paragrafo berria lerro-&jauzietan

source: Start a new paragraph on:
eu: Hasi paragrafo berria hemen:

source: Start rebase
eu: Hasi rebase-a

source: Statistics
eu: Estatistikak

source: Stemming, no tags and no numbers
eu: Erroak, etiketarik eta zenbakirik ez

source: Step 1: Adjust alignment parameters
eu: 1. urratsa: Doitu lerrokatze-parametroak

source: Step 2: Make manual corrections
eu: 2. urratsa: Zuzendu eskuz

source: Strip BiDi Marks
eu: Erauzi BiDi markak

source: Strip BiDi marks in current segment
eu: Erauzi uneko segmentuko BiDi markak

source: Strip Tags
eu: Erauzi etiketak

source: Strip tags in current segment
eu: Erauzi uneko segmentuko etiketak

source: SubRip Subtitles
eu: SubRip azpitituluak

source: Subscription Key:
eu: Harpidetza-gakoa:

source: Summary
eu: Laburpena

source: SuperTMXMerge (Apache License 2.0)
eu: SuperTMXMerge (Apache lizentzia 2.0)

source: Supported Files
eu: Onartutako fitxategiak

source: Swedish
eu: Suediera

source: Switch views with {0} and {1}
eu: Txandakatu bistak {0} eta {1}

source: Switching to built-in version.
eu: Integratutako bertsioa erabiltzen.

source: Synchronisation of repositories
eu: Biltegien sinkronizazioa

source: Synchronization error
eu: Sinkronizazio-errorea

source: T&Ms
eu: T&Mak

source: TM Matches
eu: TM parekatzeak

source: TM Matching Options
eu: TM parekatzeen aukerak

source: TMX file was created by OmegaT 1.4.x or earlier.
eu: TMX fitxategia OmegaT 1.4.x edo aurreko bertsio batekin sortu zen.

source: TaaS API key not set.
eu: TaaS API gakoa ez dago ezarrita.

source: TaaS Collections
eu: TaaS bildumak

source: TaaS Terminology
eu: TaaS terminologia

source: Tab
eu: Fitxa

source: Table View
eu: Taula-ikuspegia

source: Tag
eu: Etiketa

source: Tag Issues
eu: Etiketa-arazoak

source: Tag Processing
eu: Etiketak prozesatzea

source: Tag Processing Options
eu: Etiketak prozesatzeko aukerak

source: Tag name:
eu: Etiketa-izena:

source: Tag validation failed
eu: Etiketen balidazioak huts egin du

source: Tag:
eu: Etiketa:

source: Tags
eu: Etiketak

source: Tags - number
eu: Etiketak - zenbakia

source: Tags - order
eu: Etiketak - ordena

source: Tags - spaces
eu: Etiketak - zuriuneak

source: Tagwipe finished, reloading project...
eu: Tagwipe amaitu da, proiektua birkargatzen...

source: Target
eu: Helburua

source: Target Text File: {0}
eu: Helburuko testu-fitxategia: {0}

source: Target count
eu: Helburu kopurua

source: Target files committed
eu: Helburu-fitxategiak egikaritu dira

source: Target folder {0} does not exist.
eu: {0} helburu-karpeta ez da existitzen.

source: Target longer
eu: Helburua luzeagoa

source: Target shorter
eu: Helburua laburragoa

source: Target term:
eu: Helburu-terminoa:

source: Target:
eu: Helburua:

source: Team
eu: Taldea

source: Team Options
eu: Talde-aukerak

source: Team synchronization
eu: Talde-sinkronizazioa

source: Team synchronization...
eu: Talde-sinkronizazioa...

source: Team synchronization: Saving translation in {0} s
eu: Talde-sinkronizazioa: Itzulpena {0} segundotan gordetzen

source: Team synchronization: Waiting for you to finish this segment...
eu: Talde-sinkronizazioa: Segmentu hau amai dezazun itxaroten...

source: Template variables:
eu: Txantiloi-aldagaiak:

source: Terminology
eu: Terminologia

source: Terminology Issues
eu: Terminologia-arazoak

source: Terms with multiple targets
eu: Helburu anitzeko terminoak

source: Test
eu: Proba

source: Testing...
eu: Probatzen...

source: Text
eu: Testua

source: Text Filter Options
eu: Testu-iragazkiaren aukerak

source: Text Replace
eu: Testu-ordezkapena

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
eu: Testuaren ordeztea: Testu-ordezte baten esparrua proiektuaren helburu-segmentuak dira, edukiak dituztenak zein ez dituztenak.

source: Text Search
eu: Testu-bilaketa

source: Text files segmentation
eu: Testu-fitxategien segmentazioa

source: Text to be removed
eu: Kendu behar den testua

source: The current folder will be used instead.
eu: Horren ordez, uneko karpeta erabiliko da.

source: The level1 and level2 memories can be shared with users of other translation programs.
eu: level1 eta level2 memoriak beste itzulpen-aplikazio batzuk erabiltzen dituzten erabiltzaileekin parteka daitezke.

source: The Java Resource Bundles filter threw an exception:
eu: Javaren baliabide-paketeen iragazkiak salbuespen bat eman du:

source: The Moodle PHP filter threw an exception:
eu: Moodle PHP iragazkiak salbuespen bat eman du:

source: The Moses server URL is not set
eu: Moses zerbitzariaren URLa ez da ezarri

source: The Mozilla DTD filter threw an exception:
eu: Mozillaren DTD iragazkiak salbuespen bat eman du:

source: The PO filter threw an exception:
eu: PO iragazkiak salbuespen bat eman du:

source: The TMX file will continue to be loaded.
eu: TMX fitxategia kargatzen jarraituko da.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
eu: TMX fitxategia ez da kargatuko. Saiatu errorea konpontzen eta birkargatu proiektua.

source: The TMX source language ({0}) is different from the project source language ({1}).
eu: TMXaren sorburu-hizkuntza ({0}) eta proiektuaren sorburu-hizkuntza ({1}) ez dira bera.

source: The URL must include "{target}", which will be replaced with the search text.
eu: URLak "{target}" izan behar du, bilaketa-testuarekin ordezkatua izan dadin.

source: The command must include "{target}", which will be replaced with the search text.
eu: Komandoak "{target}" izan behar du, bilaketa-testuarekin ordezkatua izan dadin.

source: The command to launch OmegaT is:
eu: OmegaT abiarazteko komandoa honakoa da:

source: The configuration folder will be used instead.
eu: Horren ordez, konfigurazio-karpeta erabiliko da.

source: The current project must be reloaded in order to apply these changes
eu: Uneko proiektua birkargatu egin behar da aldaketa horiek aplikatzeko

source: The file "{0}" is not supported.
eu: "{0}" fitxategia ez da onartzen.

source: The following options do not apply if "Compatibility with OmegaT 2.6" is checked
eu: Hurrengo aukerak ez dira aplikatzen "Bateragarritasuna OmegaT 2.6 bertsioarekin" markatuta badago

source: The help page you seek Lies beyond our perception But others await
eu: Bila zabiltzan laguntza-orria Gure pertzepziotik harago dago Baina beste batzuk zain daude

source: The install program can create shortcuts for you in the start menu, on the desktop and in the quick launch area.
eu: Instalazio-programak lasterbideak sor ditzake hasiera-menuan, mahaigainean eta abiarazte bizkorreko arean.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
eu: Hizkuntza-kodeak xx-YY , xxx-YY, xx_YY edo xxx_YY forma eduki behar du, xx edo xxx hizkuntza-kodea eta YY herrialde- edo eskualde-kodea (hautazkoa) izanik.

source: The license of each library is mentionned in /lib/licenses/Licenses.txt.
eu: Liburutegi bakoitzaren lizentzia honako fitxategian dago: /lib/licenses/Licenses.txt.

source: The memory named omegat can be used by OmegaT itself, in future projects that you create.
eu: omegat deitutako memoria OmegaT-n bertan erabil dezakezu, sortuko dituzun proiektu berrietan.

source: The most current info about OmegaT can be found at:
eu: OmegaT-ri buruzko informaziorik eguneratuena hemen dago:

source: The new colours have been saved.
eu: Kolore berriak gorde dira.

source: The password cannot be empty.
eu: Pasahitzak ezin du hutsik egon.

source: The password you entered did not match.
eu: Sartu duzun pasahitza ez dator bat.

source: The passwords don't match.
eu: Pasahitzak ez datoz bat.

source: The project cannot be verified
eu: Proiektua ezin da egiaztatu

source: The project folder {0} is missing and could not be created.
eu: Proiektuaren {0} karpeta falta da eta ezin izan da sortu.

source: The project was converted successfully.
eu: Proiektua ongi bihurtu da.

source: The project will be loaded as a local project without team functionality.
eu: Proiektua talde-funtzionalitaterik gabe kargatuko da, proiektu lokal gisa

source: The script "{0}" is running...
eu: "{0}" scripta exekutatzen ari da...

source: The script will quit now.
eu: Scripta amaitu egingo da orain.

source: The source file language entered is invalid!
eu: Sorburu-fitxategientzako adierazi den hizkuntza baliogabea da!

source: The specified dictionary folder cannot be used.
eu: Adierazitako hiztegi-karpeta ezin da erabili.

source: The specified dictionary folder does not exist.
eu: Adierazitako hiztegi-karpeta ez da existitzen.

source: The specified files are not supported.
eu: Zehaztutako fitxategiak ez dira onartzen.

source: The specified project is an OmegaT 3.6-style team project.
eu: Adierazitako proiektua OmegaT 3.6 estiloko talde-proiektua da.

source: The specified translation direction is not supported
eu: Zehaztutako itzulpen-norabidea ez dago onartuta

source: The tags in OmegaT are greyed, so they are easy to recognise.
eu: Etiketak kolore grisez agertzen dira OmegaT-n, hobeto ikus daitezen.

source: The text could not be translated
eu: Testua ezin izan da itzuli

source: The text size exceeds the maximum
eu: Testu-tamainak maximoa gainditzen du

source: The translated file language entered is invalid!
eu: Fitxategi itzulientzako adierazi den hizkuntza baliogabea da!

source: The translation has changed.
eu: Itzulpena aldatu egin da.

source: The writeable glossary file is not in the glossary folder.
eu: Glosario-fitxategi idazgarria ez dago glosario-karpetan.

source: The writeable glossary file must be inside the glossary folder
eu: Glosario-fitxategi idazgarriak glosarioen karpetaren barruan egon beha du

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
eu: Beraz, Kanadako frantsesetik itzultzen bada, proiektuak hizkuntzen kate osoan definitutako arau guztiak erabiliko ditu, ordena zuzenean.

source: There are many plugins available for OmegaT online.
eu: OmegaT-rentzako plugin asko daude erabilgarri linean.

source: There are no local working copies in {0}.
eu: Ez dago laneko kopia lokalik {0} gunean.

source: There was an error initializing LanguageTool.
eu: Errorea gertatu da LanguageTool hasieratzean.

source: Therefore, press Ctrl+Shift+V before you generate your translated files, to validate that your tags are correct.
eu: Sakatu Ctrl+Shift+V zure fitxategi itzulia sortu baino lehen, zure etiketak zuzenak direla balidatzeko.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
eu: Beraz, ezin da modu fidagarrian zehaztu OmegaT-ren konfigurazio-karpeta.

source: These three are certain: Death, taxes, and page not found You, victim of one
eu: Hiru hauek benetakoak dira: Heriotza, zergak eta aurkitu gabeko orria. Zu, horietako baten biktima zara.

source: These units have been skipped.
eu: Unitate horiek saltatu egin dira.

source: They are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move them around in the target sentence.
eu: Babestuta daude; beraz, ezin duzu haien edukia aldatu, baina ezabatu ahal dituzu, eskuz berriro sar ditzakezu edo alde batetik bestera mugi ditzakezu helburu-segmentuaren barruan.

source: This will delete your local data and re-download the project contents from the server.
eu: Horrek zure datu lokalak ezabatuko ditu eta proiektuaren edukiak zerbitzaritik berriro deskargatuko ditu.

source: This API key has been blocked
eu: API gakoa blokeatuta dago

source: This ID is already being used.
eu: ID hau dagoeneko erabilita dago.

source: This URL appears to be invalid.
eu: URL horrek baliogabea dirudi.

source: This call MUST NOT be in swing thread
eu: Dei honek EZ DU EGON BEHAR swing harian

source: This call MUST be in swing thread
eu: Dei honek swing harian egon BEHAR du

source: This command will be executed after Creating Translated Documents.
eu: Komando hau 'Sortu dokumentu itzuliak' ondoren exekutatuko da.

source: This is a Git repository.
eu: Hau Git biltegi bat da.

source: This is a Subversion repository.
eu: Hau Subversion biltegi bat da.

source: This is a valid project file.
eu: Hau baliozko proiektu-fitxategia da.

source: This is the way text will look when displayed.
eu: Testuak itxura hau izango du erakusten denean.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
eu: Programa hau erabilgarri izateko asmoz banatu da, baina INOLAKO BERMERIK GABE; ezta MERKANTILISMOARI edo ERABILERA PARTIKULARRERAKO EGOKIERAri dagokion bermea ere.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
eu: Aplikazio hau software librea da eta, beraz, nahierara banatu edota aldatu dezakezu Free Software Foundation-en GNU General Public License lizentziak onartzen dituen baldintzen pean; lizentziaren 3. bertsioa edo, aukeran, berriagoa den edozein bertsio erabili daiteke.

source: This project
eu: Proiektu hau

source: This script is intended to run in OmegaT 3.6 and newer.
eu: Scrip hau OmegaT 3.6 edo berriagoan exekutatzeko prestatu da.

source: This translation is the work of [insert your name], copyright© [insert year].
eu: Itzulpen hau Asier Sarasua Garmendiaren lana da, copyright© 2019.

source: This will discard all changes you have made so far.
eu: Honek orain arte egin dituzun aldaketa guztiak baztertuko ditu.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
eu: Esaterako, Kanadako frantsesaren (FR-CA) arauek lehentasuna izango dute frantsesaren (FR.*) arauen gainetik, eta azken hau, lehenetsitakoen (.*) gainetik egongo da.

source: To be sure that no translation will be lost, you need to: 1.
eu: Itzulpenik galduko ez dela ziurtatzeko, honakoa egin behar duzu: 1.

source: To convert it into a new team project, open it in the OmegaT GUI.
eu: Talde-proiektu berri bihurtzeko, ireki ezazu OmegaT interfaze grafikoarekin.

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
eu: Iragazkiak zein fitxategi eta zein kodeketa prozesatuko duen editatzeko, hautatu iragazkia zerrendan eta egin klik 'Editatu' botoian.

source: To remind yourself of the project's initial settings, open the project properties dialog by pressing Ctrl+E.
eu: Proiektuaren hasierako ezarpenak gogoratu nahi badituzu, ireki 'Propietateak' elkarrizketa-koadroa Ctrl+E sakatuta.

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
eu: Proiektuan dauden fitxategien zerrenda ikusteko, ireki Proiektuaren fitxategiak koadroa Ctrl+L sakatuta.

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
eu: OmegaT erabiltzen hasteko, sortu proiektu bat zure fitxategi guztiak (sorburu-fitxategiak, itzulpen-memoriak, glosarioak, bai eta itzulitako fitxategiak ere) bertan gordetzeko.

source: To use this script you must first install Kaptain.
eu: Script hau erabiltzeko, lehenago Kaptain instalatu behar duzu.

source: To use this script, open a terminal window (console), change folder to the folder containing OmegaT.jar and the linux-install.sh script, and execute the script with ./linux- install.sh.
eu: Script hori erabiltzeko, ireki terminala (kontsola, joan OmegaT.jar eta linux-install.sh scripta dauden karpetara eta exekutatu hura ./linux-install.sh erabilita.

source: Toggle Selected
eu: Txandakatu hautapena

source: Too big HTML file!
eu: HTML fitxategi handiegia!

source: Total Characters (including spaces)
eu: Karaktereak guztira (zuriuneak barne)

source: Total Characters (without spaces)
eu: Karaktereak guztira (zuriunerik gabe)

source: Total Segments
eu: Segmentuak guztira

source: Total Words
eu: Hitzak guztira

source: Total number of segments
eu: Segmentu-kopuru osoa

source: Total:
eu: Guztira:

source: Trans&lated or untranslated
eu: Itzulia &edo itzuli gabea

source: Translate the file
eu: Itzuli fitxategia

source: Translate the following attributes:
eu: Itzuli honako atributuak:

source: Translate the following elements:
eu: Itzuli hurrengo elementuak:

source: Translated File Encoding
eu: Fitxategi itzuliaren kodeketa

source: Translated File Encoding:
eu: Fitxategi itzuliaren kodeketa:

source: Translated Filename Pattern
eu: Fitxategi itzulien izen-eredua

source: Translated Files Folder
eu: Fitxategi itzulien karpeta

source: Translated Files Folder:
eu: Fitxategi itzulien karpeta:

source: Translated document created
eu: Sortu dira dokumentu itzuliak

source: Translated documents created
eu: Sortu dira dokumentu itzuliak

source: Translated file path cannot be identical to the source file path: {0}
eu: Itzulitako fitxategiaren bideak ezin du izan sorburuko fitxategiaren bide bera: {0}

source: Translated files folder entered does not exist!
eu: Fitxategi itzulietarako adierazi den karpeta ez da existitzen!

source: Translated files location not defined
eu: Ez da definitu itzulitako fitxategien kokapena

source: Translated segments
eu: Itzulitako segmentuak

source: Translated segments text
eu: Itzulitako segmentuen testua

source: Translated unique segments
eu: Itzulitako segmentu bakarrak

source: Translating Project
eu: Proiektua itzultzen

source: Translation
eu: Itzulpena

source: Translation Memory Files Folder
eu: TM fitxategien karpeta

source: Translation Memory Folder:
eu: Itzulpen-memorien karpeta:

source: Translation is fuzzy
eu: Itzulpena lausoa da
